;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Українська
;Language name in English e.g. German
LanguageEn=Ukrainian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(Порожньо)
21027=Гаразд
21028=Скасувати
21029=Закрити

;Words - simple words can be reused
150=Жоден
151=Застосувати
152=Тека
153=Файл
154=Ім’я
155=Шлях
156=Ім'я:
157=Поєднання клавіш:
158=Шлях:
159=Reset

;Global
602=Налаштування Listary

;Balloon
801=Listary працює у фоновому режимі.
802=Знайти під час друку
803=Знайти, під час друку вимкнуто для цього списку тимчасово. Натисніть клавішу ESC, щоб відновити.

;Tray Menu
1001=Довідка онлайн
1002=Перевірити оновлення...
1003=Про програму
1004=Вихід

;Toolbar
1100=Пошук

;Favorite Menu
2000=Обране
2001=Цей застосунок
2002=Глобальні
2003=Додати сюди
2004=Додати поточну теку до Обраного
2050=Не вдалося додати до Обраного
2051=Listary не вдалося отримати шлях з цього застосунку.

;Recent Menu
2100=Недавні
2101=Очистити
2105=Стежити за цим застосунком
2106=Не стежити за цим застосунком

;Commands Menu
2201=Поточні відкриті теки
2202=Перейти до папки, відкритої у файл-менеджері останньою
2203=Відкрити вибраний файл у файловому менеджері
2204=Переглянути поточну папку
2205=Командний рядок
2206=Перейти до теки поточного застосунку
2207=Переглянути теку поточного застосунку
2208=Показати розширення файлів
2209=Показати приховані файли та теки
2210=Копіювати до буфера шлях поточної теки
2211=Копіювати до буфера повні імена виділених елементів
2212=Копіювати до буфера відображувані імена виділених елементів
2213=Налаштування
2214=Оновити до версії Pro
2215=Export List Content to Excel
2216=Заборонити Listary для цього застосунку
2218=Роздільник
2219=На один рівень вгору
2252=Ви дійсно хочете заборонити Listary для цього застосунку?
2253=Заборонити Listary
2254=Listary більше не буде відображатися при наступному запуску цього застосунку.\nВи завжди можете увімкнути його знову в діалозі налаштувань на сторінці «Застосунки».
2260=Командний рядок (адміністратор)
2261=Додати поточну теку як проект

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Список
2301=Перейти до
2302=Немає елементів, що задовільняють критеріям пошуку.
2303=(поточна тека)
2304=Проект
2305=Контекстне меню

;Options > General
3000=Загальні
3001=Запускати Listary при старті Windows
3002=Автоматично встановлювати фокус на список файлів у Провіднику Windows XP
3004=Швидкий перехід (при переключенні на діалог відкриття/збереження з файлового менеджера буде відкрито його поточну теку)
3005=Мова:
3006=Файловий менеджер за замовчуванням
3007=Заповніть ці поля, якщо замість Провідника Windows ви бажаєте використовувати інший файловий менеджер. В полі «Параметр» використовуйте %1 для вставки шляху. Не забувайте про лапки.
3008=Невизначена відповідність
3009=Автоматично перевіряти наявність оновлень
3010=Перевірити наявність нової beta версії
3020=Префікс для вимкнення пошуку під час друку тексту для поточного списку тимчасово (натисніть клавішу ESC для відновлення):

;Options > Favorites
3100=Обране
3106=Підменю

;Options > Commands
3306=Додати свою команду
3309=Команда
3313=Відображати назву:
3314=Опис:
3315=Ключове слово:
3316=Безмовно
3317=Запуск від імені адміністратора

;Options > Applications
3402=Використовувати Listary в цьому застосунку
3403=Відстежувати недавні файли та папки

;Options > Keyboard and Mouse
3503=Показати панель Listary:
3504=Показати контекстне меню:

;Options > Display
3603=Відносно списку
3604=Відносно вікна
3605=Від верху
3606=Від низу
3607=Зліва
3608=Зправа
3618=Верхній частині вікна
3619=Нижній частині вікна
3620=Відносно контролю
3621=Center of window
3624=Подвійно клацніть мишкой в порожній області, щоб активізувати Listary
3625=Клацніть середнью клавішою миші, щоб активуати Listary
3626=Увімкнути поєднання клавіш, коли панель інструментів Listary  прихована
3628=Позиція панелі інструментів
3629=Пошук під час друку

;Options > Pro
3800=Оновити до Listary Pro
3802=Ім'я:
3803=E-пошта:
3804=Реєстраційний код:
3808=Вставити з буфера обміну
3809=Перевірити реєстраційний код
3810=Вітаємо, ви успішно оновилися до Listary Pro!
3811=На жаль, реєстраційний код недісний.
3812=Listary є безкоштовним для особистого, некомерційного використання.
3813=Якщо ви бажаєте використовувати Listary для комерційних цілей або в вашому бізнесі, або якщо ви хочете підтримати розвиток Listary, оновіть програму до Listary Pro.
3814=Отримати Listary Pro зараз!

;Options > About
3900=Про програму
3902=Веб-сторінка Listary
3903=Цю програму зареєстровано на

;Options > Integration
4000=Інтеграція
4002=Використовувати Total Commander замість файлових діалогів:

;Custom Command Dialog
4200=Команда користувача
4201=Повний шлях до виконуваного файлу.\nПриклад: C:\Program Files\7-Zip\7z.exe
4202=Параметр:
4203=Приклад показує, як додати вибраний файл до архіву, використовуючи 7-Zip.\n\nВи можете використовувати наступні змінні в параметрі. Змінні не містять лапок, додавайте їх власноруч за необхідності.
4204=%file%\t\tПовний шлях до вибраного файлу/теки.\nПриклад: D:\download\music\example.mp3\n\n%path%\tШлях поточної теки.\nПриклад: D:\download\music\\n\n%filename%\tІм'я вибраного файлу/теки.\nПриклад: example.mp3
4210=Створіть Файл Txt (Приклад)
4211=Створіть "{query}.txt"
4212=Наприклад надрукуйте "txt abc", щоб редагувати "abc.txt" в Блокноті

;Add Favorite Dialog
4300=Додати до Обраного
4301=Використовувати шлях

;Menu List
4400=Меню
4401=Панель інструментів
4402=Спливаюче меню
4403=Уподобання
4404=Обрані застосунки
4405=Меню Тек Total Commander
4406=Недавні
4407=Команди
4408=Меню клацніть лівою кнопкою миші Лоток
4409=Меню клацніть правою кнопкою миші Лоток

;Menu List Item Type
4500=Тека обраного
4501=Обраний документ
4502=Запуск застосунку

;Options > Menus
5000=Меню
5001=Команди
5002=Відновлення меню
5003=Ви дійсно бажаєте відновити всі меню по замовчуванню? Ви не втратите ваші уподобання або команди.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=По типу Вікна

;Options > Hotkeys
5200=Поєднання клавіш

;Options > By Application
5300=По застосункам
5301=Закріплені шляхи
5302=Тільки застосунки  з нестандартним налаштуванням показані.

;Options > Index
5402=Пошук підтек автоматично
5403=Префікс для пошуку всіх дисків:
5404=Виключення диску з пошуку
5410=Виключення диска або теки
5411=Додати фільтр винятку
5412=Видалити вибраний елемент
5413=Пошук на диску
5416=Вимкнути дисковий пошук
5417=Змусити перебудувати індекс
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Журнал
5501=Відстеження файлів і папок, відкритих в журналі
5502=Очищення журналу
5503=Ви дійсно бажаєте видалити всі записи журналу?
3208=Автоматично виділяти останній відкритий файл в діалозі відкриття
3215=Шукати недавні файли та теки
5510=Виключення із журналу

;Options > Projects
5600=Проекти
5601=Ключове слово
5602=Що це?
5603=Наприклад, якщо додати "D:\Websites\My блог" як проект з ключовим словом "блог", можна ввести "блог file_to_find.html" для пошуку файлів і тек з будь-якого місця в будь-який час.
5605=Оновтесь до Listary Pro тепер, щоб використовувати проекти!

;Options > Appearance
5700=Вигляд
5701=Розмір
5702=Звичайний
5703=Малий
5710=(У пікселях. 0, щоб використовувати за умовчанням)
5711=Ширина:
5712=Максимальна висота:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Додати фільтр винятків
6101=* Відповідає нуль або більше символів
6102=? Відповідає точно одному символу
6103=Фільтр:

;Dialog > Register Hotkey
6200=Поєднання клавіш Listary
6201=Поєднання клавіш $1 захоплено іншим застосунком.
6202=Вкажіть нове:

;Dialog > Upgrade to Pro
6301=Ця можливість надається як частина Listary Pro для оцінки.
6302=Продовжити

;Updates
6400=Оновлення Listary
6402=Listary не може перевірити наявність оновлень, будь ласка, повторіть спробу пізніше.
6403=Ви вже використовуєте останню версію Listary, будь ласка, перевірте ще раз у майбутньому.
6404=Доступна нова версія $1.
6405=Встановлена ​​версія:
6406=Остання ​​версія:
6407=Відкрити сторінку завантаження
6408=Пропустити цю версію
6409=Нагадати пізніше

;UI
8000=Клацніть, щоб вказати поєднання клавіш
8001=Натисність поєднання клавіш

;Actions
9000=Дія
9001=Відкрити теку
9002=Копіювати шлях до буфера обміну
9003=Відкрити
9004=Копіювати до буфера шлях поточної теки
9005=Копіювати до поточної теки
9006=Перехід до поточної теки
9007=Copy
9008=Cut
9020=Ви дійсно бажаєте перемістити "$ 1" до "$ 2"?

;Tutorial
7000=Консультація
7001=Спробуйте!
7002=Наступний >
7003=Ні, дякую
7004=Зроблено
7005=Клацніть * наступне > * коли ви закінчите

7010=Здається, що Ви під час першого запуску Listary. Хотіли б Ви отримати посібник?

7020=Для початку, буде відкрито вікно провідника.

7030=У провіднику Ви можете надрукувати безпосередньо те, що вам потрібно.
7031=Надрукуйте * текст 2 *

7040=* Таб / вгору / вниз: * виберіть файл або теку
7041=* Enter: * Відкрити вибраний файл або теку
7042=* ESC: * Приховати панелі інструментів Listary

7050=Якщо ви використовуєте меню правою кнопкою миші (контекстне меню), часто, дію режиму було б дуже корисно.
7051=Надрукуйте власний пошуковий термін
7052=Виберіть один результат (використовуйте таб / вгору / вниз)
7053=Натисніть *Стрілка вправо*

7060=Тут всі ваші контекстні меню (32 - і 64-розрядні). Для швидкого вибору використовуйте пошук.

7070=Також можна вводити шлях безпосередньо.
7071=Введіть шлях типу D:\My folder\Photos

7080=Щоб уникнути конфліктів Listary не буде відображатися автоматично при наборі в ряді сторонніх файлових менеджерів. Для виклику завжди можна використовувати клавішу ($ 1).
7081=Спробуйте натиснути клавішу *$1*

7090=Якщо ви віддаєте перевагу мишці, то викликати Listary можна подвійним клацанням лівою кнопкою або клацанням середньою кнопкою миші.
7091=Двічі клацніть на порожній області в правій панелі Провідника.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Виберіть Блокнот
7103=Натисніть Enter, щоб відкрити його

7110=Зараз має бути відкритим вікно Блокнота.
7111=Виберіть в Блокноті меню "Файл > Відкрити…" (або натисніть Ctrl + O)

7112=Натисніть *Ctrl + G*
7120=Listary відкрила вашу попередню теку в Провіднику Windows! Те ж саме можна робити автоматично.
7121=Перейдіть в попереднє вікно Провідника
7122=Відкрийте в Провіднику будь-яку іншу теку
7123=Поверніться у вікно відкриття файлу в Блокноті
7124=Зверніть увагу, як змінилася папка у вікні відкриття

7130=У Listary є й інші корисні функції - вибраного, історія, команди. Натисніть кнопки на панелі Listary, щоб ознайомитися з ними.

7141=Спасибі, що витратили час на ознайомлення! Натисніть це посилання, щоб дізнатися подробиці про функції Listary:
7142=Подробиці про Listary
